//
//  CTAssetsPicker.strings
//  Nextcloud iOS
//
//  Copyright (c) 2017 TWS. All rights reserved.
//
//  Author Marino Faggiana <m.faggiana@twsweb.it>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

/* Navigation bar buttons */
"Cancel" = "Одустани";
"Done" = "Завршено";

/* Default title */
"Photos" = "Слике";

/* No. of selected */
"%@ Photo Selected" = "%@ слика одабрана";
"%@ Photos Selected" = "%@ слике одабране";
"%@ Video Selected" = "%@ видео снимак одабран";
"%@ Videos Selected" = "%@ видео снимка одабрана";
"%@ Items Selected" = "%@ ставке одабране";

/* Grid view footer */
"%@ Photos" = "%@ слике";
"%@ Videos" = "%@ видео снимка";
"%@ Photos, %@ Videos" = "%1$@ слике, %2$@ видео снимка";

/* Assets index */
"%@ of %@" = "%1$@ од %2$@";

/* Messages if privacy is not granted */
"This app does not have access to your photos or videos." = "Ова апликација нема приступ Вашим сликама и видео снимцима.";
"You can enable access in Privacy Settings." = "Можете дати приступ у поставкама приватности.";

/* Messages if no assets */
"No Photos or Videos" = "Нема слика ни видео снимака";

/* The parameter will be replaced by the device model name */
"You can take photos and videos using the camera, or sync photos and videos onto your %@\nusing iTunes." = "Можете сликати и снимати камером, или синхронизовати слике и видео снимке на Ваш %@\nкористећи iTunes.";
"You can sync photos and videos onto your %@ using iTunes." = "Можете синхронизовати слике и видео снимке на Ваш %@ користећи iTunes.";

/* Accessibility labels */
"Play" = "Пусти";
"Select" = "Одабери";
"Deselect" = "Поништи избор";

/* Video duration spell out */
"hours" = "сати";
"hour" = "сат";
"minutes" = "минута";
"minute" = "минут";
"seconds" = "секунди";
"second" = "секунд";

/* Error message of playing stream video */
"Cannot Play Stream Video" = "Не могу да пустим видео ток";
"OK" = "У реду";
